{"config": [{"config": {"dtype": "float32", "kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "units": 150, "bias_constraint": null, "use_bias": true, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "activation": "relu", "bias_regularizer": null, "trainable": true, "kernel_regularizer": null, "batch_input_shape": [null, 40], "name": "dense_1"}, "class_name": "Dense"}, {"config": {"activation": "relu", "kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "units": 100, "trainable": true, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "use_bias": true, "bias_regularizer": null, "bias_constraint": null, "kernel_regularizer": null, "name": "dense_2"}, "class_name": "Dense"}, {"config": {"activation": "sigmoid", "kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "units": 4, "trainable": true, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "use_bias": true, "bias_regularizer": null, "bias_constraint": null, "kernel_regularizer": null, "name": "dense_3"}, "class_name": "Dense"}], "class_name": "Sequential", "keras_version": "2.0.4", "backend": "tensorflow"}