{"keras_version": "2.0.4", "config": [{"config": {"activation": "relu", "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "name": "dense_1", "units": 150, "bias_regularizer": null, "use_bias": true, "bias_constraint": null, "dtype": "float32", "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "activity_regularizer": null, "batch_input_shape": [null, 39], "kernel_regularizer": null, "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "name": "dense_2", "units": 100, "bias_regularizer": null, "use_bias": true, "bias_constraint": null, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "kernel_regularizer": null, "activity_regularizer": null, "activation": "relu", "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "name": "dense_3", "units": 3, "bias_regularizer": null, "use_bias": true, "bias_constraint": null, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "kernel_regularizer": null, "activity_regularizer": null, "activation": "sigmoid", "kernel_constraint": null}, "class_name": "Dense"}], "class_name": "Sequential", "backend": "tensorflow"}