{"config": [{"config": {"name": "dense_1", "kernel_initializer": {"config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}, "trainable": true, "activation": "relu", "units": 100, "batch_input_shape": [null, 39], "kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "bias_constraint": null, "dtype": "float32", "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "dense_2", "kernel_initializer": {"config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}, "trainable": true, "activation": "relu", "units": 100, "kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "bias_constraint": null, "kernel_regularizer": null, "activity_regularizer": null, "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "dense_3", "kernel_initializer": {"config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}, "trainable": true, "activation": "sigmoid", "units": 3, "kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "bias_constraint": null, "kernel_regularizer": null, "activity_regularizer": null, "bias_regularizer": null}, "class_name": "Dense"}], "keras_version": "2.0.4", "backend": "tensorflow", "class_name": "Sequential"}