{"keras_version": "2.0.4", "backend": "tensorflow", "config": [{"config": {"activity_regularizer": null, "name": "dense_4", "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "activation": "relu", "batch_input_shape": [null, 39], "use_bias": true, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_regularizer": null, "kernel_constraint": null, "units": 150, "bias_regularizer": null, "trainable": true, "dtype": "float32"}, "class_name": "Dense"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "activation": "relu", "use_bias": true, "bias_constraint": null, "name": "dense_5", "kernel_regularizer": null, "kernel_constraint": null, "units": 100, "bias_regularizer": null, "trainable": true}, "class_name": "Dense"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "activation": "sigmoid", "use_bias": true, "bias_constraint": null, "name": "dense_6", "kernel_regularizer": null, "kernel_constraint": null, "units": 3, "bias_regularizer": null, "trainable": true}, "class_name": "Dense"}], "class_name": "Sequential"}