{"class_name": "Sequential", "backend": "tensorflow", "keras_version": "2.0.4", "config": [{"class_name": "Dense", "config": {"use_bias": true, "kernel_regularizer": null, "bias_regularizer": null, "batch_input_shape": [null, 40], "activation": "relu", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}}, "kernel_constraint": null, "activity_regularizer": null, "dtype": "float32", "bias_constraint": null, "name": "dense_4", "units": 150, "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Dense", "config": {"use_bias": true, "trainable": true, "bias_regularizer": null, "activation": "relu", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}}, "kernel_constraint": null, "activity_regularizer": null, "bias_constraint": null, "name": "dense_5", "units": 100, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Dense", "config": {"use_bias": true, "trainable": true, "bias_regularizer": null, "activation": "sigmoid", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}}, "kernel_constraint": null, "activity_regularizer": null, "bias_constraint": null, "name": "dense_6", "units": 4, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}}}]}