{"class_name": "Sequential", "backend": "tensorflow", "keras_version": "2.0.4", "config": [{"class_name": "Dense", "config": {"kernel_regularizer": null, "use_bias": true, "activity_regularizer": null, "units": 100, "bias_regularizer": null, "bias_constraint": null, "name": "dense_1", "bias_initializer": {"class_name": "Zeros", "config": {}}, "batch_input_shape": [null, 39], "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "scale": 1.0, "seed": null, "mode": "fan_avg"}}, "activation": "relu", "kernel_constraint": null, "dtype": "float32", "trainable": true}}, {"class_name": "Dense", "config": {"kernel_regularizer": null, "name": "dense_2", "activity_regularizer": null, "units": 100, "bias_regularizer": null, "bias_constraint": null, "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "activation": "relu", "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "scale": 1.0, "seed": null, "mode": "fan_avg"}}}}, {"class_name": "Dense", "config": {"kernel_regularizer": null, "name": "dense_3", "activity_regularizer": null, "units": 3, "bias_regularizer": null, "bias_constraint": null, "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "activation": "sigmoid", "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "scale": 1.0, "seed": null, "mode": "fan_avg"}}}}]}