{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_1", "kernel_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}}, "bias_regularizer": null, "activity_regularizer": null, "activation": "relu", "kernel_constraint": null, "batch_input_shape": [null, 39], "bias_constraint": null, "dtype": "float32", "units": 100, "trainable": true}}, {"class_name": "Dense", "config": {"use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_2", "kernel_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}}, "bias_regularizer": null, "activity_regularizer": null, "activation": "relu", "kernel_constraint": null, "bias_constraint": null, "units": 100, "trainable": true}}, {"class_name": "Dense", "config": {"use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_3", "kernel_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}}, "bias_regularizer": null, "activity_regularizer": null, "activation": "sigmoid", "kernel_constraint": null, "bias_constraint": null, "units": 3, "trainable": true}}], "backend": "tensorflow", "keras_version": "2.0.4"}