{"keras_version": "2.0.4", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"activation": "relu", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}}, "units": 100, "use_bias": true, "trainable": true, "dtype": "float32", "batch_input_shape": [null, 39], "bias_regularizer": null, "bias_constraint": null, "kernel_regularizer": null, "name": "dense_1", "activity_regularizer": null, "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Dense", "config": {"activation": "relu", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}}, "units": 100, "use_bias": true, "trainable": true, "bias_regularizer": null, "bias_constraint": null, "kernel_regularizer": null, "name": "dense_2", "activity_regularizer": null, "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Dense", "config": {"activation": "sigmoid", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}}, "units": 3, "use_bias": true, "trainable": true, "bias_regularizer": null, "bias_constraint": null, "kernel_regularizer": null, "name": "dense_3", "activity_regularizer": null, "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}}}], "backend": "tensorflow"}