{"class_name": "Sequential", "backend": "tensorflow", "keras_version": "2.0.4", "config": [{"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_1", "dtype": "float32", "activity_regularizer": null, "kernel_constraint": null, "kernel_regularizer": null, "trainable": true, "units": 100, "bias_regularizer": null, "batch_input_shape": [null, 39], "activation": "relu", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}}, "use_bias": true, "bias_constraint": null}}, {"class_name": "Dense", "config": {"kernel_constraint": null, "name": "dense_2", "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "trainable": true, "units": 100, "bias_regularizer": null, "bias_constraint": null, "activation": "relu", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}}, "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"kernel_constraint": null, "name": "dense_3", "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "trainable": true, "units": 3, "bias_regularizer": null, "bias_constraint": null, "activation": "sigmoid", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}}, "kernel_regularizer": null}}]}