{"keras_version": "2.0.4", "backend": "tensorflow", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"activation": "relu", "kernel_constraint": null, "activity_regularizer": null, "kernel_regularizer": null, "name": "dense_1", "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "dtype": "float32", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}}, "bias_regularizer": null, "bias_constraint": null, "batch_input_shape": [null, 40], "trainable": true, "units": 150}}, {"class_name": "Dense", "config": {"activation": "relu", "kernel_constraint": null, "activity_regularizer": null, "kernel_regularizer": null, "name": "dense_2", "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}}, "bias_regularizer": null, "bias_constraint": null, "trainable": true, "units": 100}}, {"class_name": "Dense", "config": {"activation": "sigmoid", "kernel_constraint": null, "activity_regularizer": null, "kernel_regularizer": null, "name": "dense_3", "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}}, "bias_regularizer": null, "bias_constraint": null, "trainable": true, "units": 4}}]}