{"backend": "tensorflow", "class_name": "Sequential", "keras_version": "2.0.4", "config": [{"class_name": "Dense", "config": {"dtype": "float32", "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "bias_regularizer": null, "trainable": true, "kernel_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}}, "activity_regularizer": null, "kernel_constraint": null, "use_bias": true, "batch_input_shape": [null, 40], "name": "dense_1", "units": 150, "activation": "relu"}}, {"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "bias_regularizer": null, "kernel_regularizer": null, "trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}}, "activity_regularizer": null, "kernel_constraint": null, "use_bias": true, "name": "dense_2", "units": 100, "activation": "relu"}}, {"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "bias_regularizer": null, "kernel_regularizer": null, "trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}}, "activity_regularizer": null, "kernel_constraint": null, "use_bias": true, "name": "dense_3", "units": 4, "activation": "sigmoid"}}]}