{"class_name": "Sequential", "backend": "tensorflow", "keras_version": "2.0.4", "config": [{"class_name": "Dense", "config": {"trainable": true, "bias_regularizer": null, "bias_constraint": null, "units": 100, "activation": "relu", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}}, "kernel_regularizer": null, "name": "dense_4", "kernel_constraint": null, "activity_regularizer": null, "batch_input_shape": [null, 39], "dtype": "float32", "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true}}, {"class_name": "Dense", "config": {"trainable": true, "bias_regularizer": null, "bias_constraint": null, "units": 100, "activation": "relu", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}}, "kernel_regularizer": null, "name": "dense_5", "kernel_constraint": null, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true}}, {"class_name": "Dense", "config": {"trainable": true, "bias_regularizer": null, "bias_constraint": null, "units": 3, "activation": "sigmoid", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}}, "kernel_regularizer": null, "name": "dense_6", "kernel_constraint": null, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true}}]}